import BlogIMG from '../../../../assets/images/BlogImg.png'
import BlogIMG2 from '../../../../assets/images/BlogImg2.png'
import BlogIMG3 from '../../../../assets/images/BlogImg3.png'
import BlogIMG4 from '../../../../assets/images/BlogImg4.png'
import BlogIMG5 from '../../../../assets/images/BlogImg5.png'
import BlogIMG6 from '../../../../assets/images/BlogImg6.png'
import BlogIMG7 from '../../../../assets/images/BlogImg7.png'
import BlogIMG8 from '../../../../assets/images/BlogImg8.png'
import BlogIMG9 from '../../../../assets/images/BlogImg9.png'

export const blogPosts = [
  {
    id: 1,
    title: 'Как выбрать лучшее казино онлайн',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Вы также можете воспользоваться специальными бонусами, которые дают дополнительные шансы на выигрыш.\n\n' +
      'Важно обращать внимание на условия бонусных программ и требования по их отыгрышу.',
    author: 'Джордан Рейнольдс',
    date: '10 октября 2024 г.',
    image: BlogIMG,
  },
  {
    id: 2,
    title: 'Участники игровых событий',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Также стоит проверять отзывы других игроков, чтобы убедиться в надежности площадки.\n\n' +
      'Пользуйтесь только проверенными платформами с хорошей репутацией!',
    author: 'Анна Карпова',
    date: '15 октября 2024 г.',
    image: BlogIMG2,
  },
  {
    id: 3,
    title: 'Регистрация на мероприятия',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Также стоит проверять отзывы других игроков, чтобы убедиться в надежности площадки.\n\n' +
      'Пользуйтесь только проверенными платформами с хорошей репутацией!',
    author: 'Анна Карпова',
    date: '15 октября 2024 г.',
    image: BlogIMG3,
  },
  {
    id: 4,
    title: 'События слотов из любого места',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Также стоит проверять отзывы других игроков, чтобы убедиться в надежности площадки.\n\n' +
      'Пользуйтесь только проверенными платформами с хорошей репутацией!',
    author: 'Анна Карпова',
    date: '15 октября 2024 г.',
    image: BlogIMG4,
  },
  {
    id: 5,
    title: 'Награды в мероприятиях онлайн-казино',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Также стоит проверять отзывы других игроков, чтобы убедиться в надежности площадки.\n\n' +
      'Пользуйтесь только проверенными платформами с хорошей репутацией!',
    author: 'Анна Карпова',
    date: '15 октября 2024 г.',
    image: BlogIMG5,
  },
  {
    id: 6,
    title: 'Участвуйте в игровых мероприятиях',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Также стоит проверять отзывы других игроков, чтобы убедиться в надежности площадки.\n\n' +
      'Пользуйтесь только проверенными платформами с хорошей репутацией!',
    author: 'Анна Карпова',
    date: '15 октября 2024 г.',
    image: BlogIMG6,
  },
  {
    id: 7,
    title: 'События слотов из любого места',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Также стоит проверять отзывы других игроков, чтобы убедиться в надежности площадки.\n\n' +
      'Пользуйтесь только проверенными платформами с хорошей репутацией!',
    author: 'Анна Карпова',
    date: '15 октября 2024 г.',
    image: BlogIMG7,
  },
  {
    id: 8,
    title: 'Турниры по онлайн-слотам',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Также стоит проверять отзывы других игроков, чтобы убедиться в надежности площадки.\n\n' +
      'Пользуйтесь только проверенными платформами с хорошей репутацией!',
    author: 'Анна Карпова',
    date: '15 октября 2024 г.',
    image: BlogIMG8,
  },
  {
    id: 9,
    title: 'Руководство по поиску идеальной ниши ',
    text: 'Онлайн-казино предлагают игрокам захватывающие возможности выиграть захватывающие призы...',
    fullText:
      'При выборе онлайн-казино важно учитывать несколько факторов, таких как лицензия, репутация, бонусы, игровые автоматы и удобство вывода средств.\n\n' +
      'Надежные казино предлагают честные выплаты, прозрачные условия игры и поддержку пользователей.\n\n' +
      'Также стоит проверять отзывы других игроков, чтобы убедиться в надежности площадки.\n\n' +
      'Пользуйтесь только проверенными платформами с хорошей репутацией!',
    author: 'Анна Карпова',
    date: '15 октября 2024 г.',
    image: BlogIMG9,
  },
]
