export const quizData = [
  {
    question:
      'У вас есть два аффилированных линка для продвижения одного продукта. Линк A имеет CTR 5%, а линк B — 2%. Какой из вариантов лучше отражает эффективность каждого линка?',
    answers: [
      'Линк A более эффективен, так как у него высокий CTR.',
      'Линк B более эффективен, так как у него больше конверсий.',
      'Линк A эффективнее, если смотреть на общее количество показов.',
      'Нужно учитывать другие метрики, такие как стоимость клика и CPA, чтобы точно оценить эффективность.',
    ],
    correctAnswerIndex: 3,
  },
  {
    question:
      'Вы заметили, что конкуренты имеют более высокие конверсии. Что вы будете делать в этом случае?',
    answers: [
      'Проанализировать рекламные кампании конкурентов с помощью инструментов анализа трафика.',
      'Снизить цену на продукт, чтобы привлечь больше клиентов.',
      'Изменить дизайн сайта, чтобы повысить конверсии.',
      'Прекратить продвижение и выбрать другой продукт для работы.',
    ],
    correctAnswerIndex: 0,
  },
  {
    question:
      'Какую рекламную стратегию вы бы использовали для нового продукта с ограниченным бюджетом на старте?',
    answers: [
      'Сосредоточиться на SEO и органическом трафике через блоги и статьи.',
      'Использовать контекстную рекламу с ограничением бюджета на первых этапах.',
      'Запустить масштабную рекламу в социальных сетях с большим бюджетом.',
      'Ориентироваться на email-маркетинг и рассылки.',
    ],
    correctAnswerIndex: 0,
  },
  {
    question:
      'Какой канал для привлечения трафика вы выберете, если вам нужно продвигать продукт для молодой аудитории?',
    answers: [
      'Поисковая реклама (Google Ads).',
      'Реклама в социальных сетях (Instagram, TikTok).',
      'Партнёрские сайты и блогеры.',
      'E-mail маркетинг.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question:
      'В чём разница между CPC (cost per click) и CPA (cost per action)?',
    answers: [
      'CPC — это оплата за клик, а CPA — за каждое завершённое действие (например, покупку).',
      'CPC — это ставка за тысячу показов, а CPA — за клик.',
      'CPC — это оплата за количество лидов, а CPA — за переходы.',
      'CPC — это рекламный бюджет, а CPA — это процент от дохода.',
    ],
    correctAnswerIndex: 0,
  },
  {
    question:
      'Какую метрику вы бы использовали для оценки эффективности рекламной кампании, если ваша цель — максимизировать прибыль?',
    answers: [
      'CTR (кликабельность).',
      'ROI (окупаемость инвестиций).',
      'Средняя стоимость клика.',
      'Число показов.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question: 'Когда лучше использовать модель CPA (cost per action)?',
    answers: [
      'Когда вы хотите платить только за переходы на сайт.',
      'Когда ваша цель — увеличивать количество кликов.',
      'Когда вы хотите платить за реальное действие, например, покупку или регистрацию.',
      'Когда хотите заплатить за тысячу показов рекламы.',
    ],
    correctAnswerIndex: 2,
  },
  {
    question:
      'Какую стратегию вы выберете для быстрого увеличения трафика на стартап-странице с новым продуктом?',
    answers: [
      'Сосредоточиться только на органическом трафике через SEO.',
      'Запустить платные кампании в социальных сетях и контекстную рекламу.',
      'Использовать партнерский маркетинг и блогеров для продвижения.',
      'Привлечь внимание с помощью вирусного контента и бесплатных материалов.',
    ],
    correctAnswerIndex: 1,
  },
]
