export const quizData = [
  {
    question:
      'Что такое CR (Conversion Rate) и как он используется для оценки эффективности арбитражных кампаний?',
    answers: [
      'CR — это соотношение дохода от партнерской программы к количеству кликов, и он используется для измерения конверсий на сайте.',
      'CR — это коэффициент конверсии, который рассчитывается как количество совершенных целевых действий (например, регистраций или депозитов) делённое на количество посещений страницы или кликов.',
      'CR — это средний показатель стоимости лида, который показывает, сколько в среднем стоит один лид.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question: 'Что такое ROI (Return on Investment) и как его рассчитывать?',
    answers: [
      'ROI — это коэффициент конверсии, который показывается как процент от общего дохода.',
      'ROI — это показатель, который позволяет измерить доходность инвестиций, рассчитывается как (доход - затраты) / затраты * 100.',
      'ROI — это средняя стоимость лида, которая рассчитывается как общая сумма расходов на кампанию, делённая на количество лидов.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question:
      'Какие метрики для арбитража трафика в криптовалютной вертикали вы считаете наиболее важными?',
    answers: [
      'Только количество кликов (CTR).',
      'Конверсии (CR), стоимость за клик (CPC), стоимость лида (CPL), возврат на инвестиции (ROI), стоимость привлечения клиента (CAC).',
      'Только доход от партнерских программ (PPS) и объем трафика.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question:
      'Какую модель вознаграждения аффилиат-менеджер должен выбрать для программы, если целью является привлечение лидов (например, регистрации, подписки)?',
    answers: [
      'CPS (Cost per Sale)',
      'CPA (Cost per Action)',
      'CPL (Cost per Lead)',
      'CPM (Cost per Thousand Impressions)',
    ],
    correctAnswerIndex: 2,
  },
  {
    question:
      'Что для вас означает "качественный трафик" и как вы объясняете это баерам?',
    answers: [
      'Качественный трафик — это просто большой объем кликов, даже если конверсии низкие.',
      'Качественный трафик — это трафик, который приводит к высокой конверсии, минимизируя затраты на привлечение и обеспечивая хорошую рентабельность.',
      'Качественный трафик — это только трафик из соцсетей, поскольку это самый дешевый источник.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question:
      'Как вы работаете с баерами для оптимизации трафика и улучшения метрик кампании?',
    answers: [
      'Я просто передаю баерам трафик и не занимаюсь оптимизацией.',
      'Я тесно сотрудничаю с баерами, предоставляю им данные о метриках, анализирую результаты и работаю над улучшением источников трафика, конверсий и стоимости за клик.',
      'Я работаю только с баерами, которые гарантируют мне высокий доход, и не обращаю внимания на другие метрики.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question:
      'Как вы определяете, какие источники трафика на крипто-офферы наиболее прибыльны для баеров?',
    answers: [
      'Я использую только дешевые источники трафика, не обращая внимания на качество.',
      'Я тестирую разные источники трафика, анализирую их CPA, конверсии и LTV, чтобы выбрать наиболее прибыльные.',
      'Я ориентируюсь только на те источники трафика, которые дают наибольший объем посетителей.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question:
      'Ситуация: Трудный выбор между работой и личной жизнью. Ты получил предложение о повышении, но нужно будет больше работать и жертвовать личным временем. Как ты поступишь?',
    answers: [
      'Приму предложение и буду стараться совмещать работу с личной жизнью.',
      'Откажусь от предложения, так как ценю свое личное время и отношения.',
      'Приму предложение, но буду искать пути для перераспределения времени в будущем.',
    ],
    correctAnswerIndex: 2,
  },
  {
    question:
      'Ситуация: Невозможность выполнить задачу. Ты получил задание, но понимаешь, что оно невыполнимо в установленные сроки из-за внешних факторов. Как ты поступишь?',
    answers: [
      'Попробую выполнить задачу самостоятельно, игнорируя ограничения, и надеюсь на удачу.',
      'Скажу начальству о проблемах с выполнением задачи и предложу решение для корректировки сроков.',
      'Начну делать только часть задачи, не сообщив о проблемах, и надеюсь, что всё получится.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question:
      'Какие личные качества помогают вам эффективно работать в условиях стресса и многозадачности?',
    answers: [
      'Я обладаю спокойствием и терпением, что помогает мне не терять концентрацию в стрессовых ситуациях.',
      'Я не испытываю стресса, так как всегда знаю, как справляться с большим объемом работы.',
      'Моя настойчивость позволяет мне справляться с любыми трудностями, даже если я не готов к трудной ситуации.',
    ],
    correctAnswerIndex: 0,
  },
  {
    question:
      'Как вы боретесь с выгоранием, если на работе и в личной жизни возникают тяжелые моменты?',
    answers: [
      'Я не обращаю внимания на выгорание, стараясь работать больше, чтобы отвлечься.',
      'Я делаю регулярные перерывы и нахожу время для отдыха, чтобы восстанавливать силы и работать более эффективно.',
      'Я увеличиваю рабочую нагрузку, чтобы отвлечься от личных проблем.',
    ],
    correctAnswerIndex: 1,
  },
  {
    question:
      'Ситуация: Конфликт с коллегой по поводу подхода к проекту. Конфликт накаляется, компромисса нет. Как ты поступишь?',
    answers: [
      'Обсудишь с коллегой и постараешься найти компромиссное решение.',
      'Постараешься игнорировать конфликт и продолжить работать так, как тебе удобно.',
      'Обратишься к начальству, чтобы оно решило, как правильно действовать.',
    ],
    correctAnswerIndex: 0,
  },
  {
    question:
      'Как вы организуете свой рабочий день, если вам необходимо учитывать личные вопросы, которые могут отвлекать от работы?',
    answers: [
      'Я всегда планирую день так, чтобы личные дела не пересекались с рабочими задачами.',
      'Я планирую работу и личные дела на одно время, чтобы сэкономить время.',
      'Я не планирую, и если возникнут проблемы, пытаюсь решать их по ходу работы.',
    ],
    correctAnswerIndex: 0,
  },
  {
    question:
      'Если вы не успеваете выполнить важную задачу в срок из-за личных обстоятельств, что вы делаете?',
    answers: [
      'Я сразу уведомляю коллег или партнера о задержке и согласую новые сроки.',
      'Я продолжаю работать и надеюсь, что все получится сделать вовремя.',
      'Я скрываю причину задержки и пытаюсь закончить работу за счет повышения нагрузки.',
    ],
    correctAnswerIndex: 0,
  },
  {
    question:
      'Если у вас есть несколько неотложных задач, как вы решаете, какую выполнить в первую очередь?',
    answers: [
      'Я начинаю с самой сложной задачи, так как она требует больше времени и усилий.',
      'Я выполняю задачи по очереди, не особо задумываясь о том, какая важнее.',
      'Я оцениваю задачи по важности и срокам, решая наиболее срочные задачи в первую очередь.',
    ],
    correctAnswerIndex: 2,
  },
]
