export const faqData = [
  {
    question: 'Что такое партнерский маркетинг?',
    answer:
      'Партнерский маркетинг в Интернете — это маркетинговая стратегия, при которой партнеры получают комиссию за продвижение продуктов или услуг других компаний. Партнер выбирает продукт или услугу, которые ему наиболее интересны, и продвигает их среди своей аудитории, зарабатывая процент с каждой успешной конверсии или лида.',
  },
  {
    question: 'Что такое партнерская программа Affixpert и как она работает?',
    answer:
      'Программа Affixpert позволяет зарабатывать комиссионные, направляя клиентов к продуктам компании через уникальные партнерские ссылки и креативы. За каждую успешную реферальную ссылку или продажу, совершенную по этим ссылкам, партнер получает комиссионное вознаграждение.',
  },
  {
    question: 'Какова структура комиссии?',
    answer:
      'Affixpert предлагает высокооплачиваемую партнерскую программу с двумя моделями выплат: CPA и RevShare. \n\n' +
      '- CPA: фиксированное вознаграждение от $3 до $50 за конверсию в зависимости от предложения. \n' +
      '- RevShare: 45% за первую продажу и 25% за повторные продажи. Средний чек — $80. Возможны увеличенные выплаты за высокие продажи.',
  },
  {
    question: 'Какова длина вашего cookie-файла?',
    answer:
      'Наши cookie-файлы действуют 120 дней. Если пользователь перейдет по вашей партнерской ссылке и зарегистрируется в течение этого срока, вы получите комиссионное вознаграждение, даже если он не совершит покупку сразу.',
  },
  {
    question: 'Как присоединиться к партнерской программе Affixpert?',
    answer:
      'Для участия в программе необходимо заполнить онлайн-заявку с указанием информации о компании, источниках трафика и других данных. После рассмотрения заявки и одобрения вам будет предоставлен доступ к партнерским инструментам.',
  },
  {
    question: 'Каковы требования для того, чтобы стать партнером?',
    answer:
      'Affixpert подходит как для новичков, так и для опытных маркетологов. Все заявки тщательно рассматриваются. Необходимо предоставить информацию о трафике, который вы планируете использовать.',
  },
  {
    question: 'Что произойдет после регистрации?',
    answer:
      'После подачи заявки вы получите уведомление о рассмотрении. В случае одобрения вам предоставят руководство по началу работы. Если заявка отклонена, причина может быть связана с неподходящими источниками трафика или недостатком информации.',
  },
  {
    question: 'Как вы отслеживаете мои продажи и эффективность?',
    answer:
      'Мы используем надежную платформу отслеживания Tune, которая фиксирует все конверсии. Вы можете войти в систему и отслеживать статистику по своим ссылкам в любое время.',
  },
  {
    question: 'Как и когда я получу оплату?',
    answer:
      'Выплаты производятся ежемесячно за предыдущий период. Доступные методы оплаты: Wire, Payoneer, PayPal. В индивидуальных случаях возможны выплаты в криптовалюте и другие методы.',
  },
  {
    question: 'К кому я могу обратиться?',
    answer:
      'Если у вас есть вопросы, вы можете связаться с нашей поддержкой. Также, если вы рекомендуете Affixpert другим маркетологам, вы получите 10% пожизненной комиссии от их доходов.',
  },
  {
    question:
      'Какие виды вознаграждений я могу получить, участвуя в акциях онлайн-казино?',
    answer:
      'Игроки могут получать бонусные кредиты, бесплатные вращения, денежные призы и даже физические предметы, такие как туристические путевки или электроника, в зависимости от акции.',
  },
  {
    question: 'Как зарегистрироваться на слот-турниры в онлайн-казино?',
    answer:
      'Для регистрации в слот-турнире необходимо войти в свой аккаунт казино, перейти в раздел акций или турниров и следовать инструкциям.',
  },
  {
    question:
      'Связано ли участие в онлайн-мероприятиях по азартным играм с какими-либо затратами?',
    answer:
      'Многие мероприятия бесплатны, но в некоторых случаях может потребоваться вступительный взнос или минимальный депозит, особенно в турнирах с высокими ставками.',
  },
  {
    question:
      'Могу ли я участвовать в онлайн-слотах, если я нахожусь за пределами поддерживаемого региона?',
    answer:
      'Это зависит от политики казино. Некоторые площадки ограничивают доступ по географическому признаку, поэтому важно заранее ознакомиться с условиями участия.',
  },
  {
    question:
      'Что делать, если я выиграл физический приз в азартной онлайн-игре?',
    answer:
      'Если вы выиграли физический приз, казино свяжется с вами для организации доставки. Убедитесь, что указали актуальные контактные данные и ознакомьтесь с условиями получения приза.',
  },
]
